SET IDENTITY_INSERT NHANVIEN ON;
INSERT INTO NHANVIEN (MANHANVIEN, TENNHANVIEN, GIOITINH, DIACHI, DIENTHOAI, NGAYSINH)
VALUES
    (001, N'Nguyễn Văn A', N'Nam', N'123 Đường A, HCM', '0123456789', '1990-05-20'),
    (002, N'Trần Thị B', N'Nữ', N'456 Đường B, HN', '0987654321', '1985-10-15'),
    (003, N'Lê Văn C', N'Nam', N'789 Đường C, ĐN', '0369852147', '1988-12-30'),
    (004, N'Phạm Thị D', N'Nữ', N'101 Đường D, HCM', '0123456789', '1992-08-25'),
    (005, N'Hoàng Văn E', N'Nam', N'202 Đường E, HN', '0987654321', '1987-03-18'),
    (006, N'Đặng Thị F', N'Nữ', N'303 Đường F, ĐN', '0369852147', '1995-06-12'),
    (007, N'Vũ Văn G', N'Nam', N'404 Đường G, HCM', '0123456789', '1989-11-05'),
    (008, N'Nguyễn Thị H', N'Nữ', N'505 Đường H, HN', '0987654321', '1984-04-28'),
    (009, N'Trần Văn I', N'Nam', N'606 Đường I, ĐN', '0369852147', '1993-09-22'),
    (0010, N'Lê Thị K', N'Nữ', N'707 Đường K, HCM', '0123456789', '1997-02-15'),
    (0011, N'Phan Văn L', N'Nam', N'808 Đường L, HN', '0987654321', '1983-07-10'),
    (0012, N'Trương Thị M', N'Nữ', N'909 Đường M, ĐN', '0369852147', '1991-12-03'),
    (0013, N'Hoàng Văn N', N'Nam', N'1010 Đường N, HCM', '0123456789', '1986-05-26'),
    (0014, N'Nguyễn Thị P', N'Nữ', N'1111 Đường P, HN', '0987654321', '1981-10-20'),
    (0015, N'Lê Văn Q', N'Nam', N'1212 Đường Q, ĐN', '0369852147', '1994-03-14'),
    (0016, N'Trần Thị R', N'Nữ', N'1313 Đường R, HCM', '0123456789', '1980-06-07'),
    (0017, N'Vũ Văn S', N'Nam', N'1414 Đường S, HN', '0987654321', '1988-01-30'),
    (0018, N'Nguyễn Thị T', N'Nữ', N'1515 Đường T, ĐN', '0369852147', '1996-04-23'),
    (0019, N'Phạm Văn U', N'Nam', N'1616 Đường U, HCM', '0123456789', '1982-09-17'),
    (0020, N'Lê Thị V', N'Nữ', N'1717 Đường V, HN', '0987654321', '1989-12-10');
